Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.task.reopen.description
source: Reopen a completed, cancelled, or deferred Lorvex task.
ar: إعادة فتح مهمة مكتملة أو ملغاة أو مؤجلة في Lorvex.
bn: সম্পূর্ণ, বাতিল বা পিছিয়ে দেওয়া একটি Lorvex টাস্ক আবার খুলুন।
de: Öffnet eine erledigte, abgebrochene oder verschobene Lorvex-Aufgabe wieder.
el: Ανοίξτε ξανά μια εργασία Lorvex που έχει ολοκληρωθεί, ακυρωθεί ή αναβληθεί.
es: Reabre una tarea de Lorvex completada, cancelada o aplazada.
fa: بازگشایی یک کار تکمیل‌شده، لغوشده یا موکول‌شده در Lorvex.
fr: Rouvre une tâche de Lorvex terminée, annulée ou reportée.
he: פתיחה מחדש של משימה ב-Lorvex שהושלמה, בוטלה או נדחתה.
hi: पूर्ण, रद्द या टाले गए Lorvex कार्य को फिर से खोलें।
id: Membuka kembali tugas Lorvex yang selesai, dibatalkan, atau ditunda.
it: Riapre un’attività di Lorvex completata, annullata o rimandata.
ja: 完了、キャンセル、または延期したLorvexのタスクを未完了に戻します。
ko: 완료, 취소 또는 미뤄진 Lorvex 할 일을 다시 엽니다.
mr: पूर्ण झालेले, रद्द केलेले किंवा पुढे ढकललेले एक Lorvex कार्य पुन्हा उघडा.
ms: Membuka semula tugas Lorvex yang selesai, dibatalkan atau ditangguhkan.
nl: Heropent een voltooide, geannuleerde of uitgestelde Lorvex-taak.
pl: Ponownie otwiera ukończone, anulowane lub odłożone zadanie Lorvex.
pt_br: Reabre uma tarefa do Lorvex concluída, cancelada ou adiada.
ro: Redeschide o sarcină Lorvex finalizată, anulată sau amânată.
ru: Снова открывает выполненную, отменённую или отложенную задачу Lorvex.
ta: நிறைவடைந்த, ரத்துசெய்யப்பட்ட அல்லது தள்ளிவைக்கப்பட்ட Lorvex பணியை மீண்டும் திறக்கவும்.
te: పూర్తయిన, రద్దయిన లేదా వాయిదా వేసిన Lorvex టాస్క్‌ను మళ్ళీ తెరవండి.
th: เปิดงาน Lorvex ที่เสร็จแล้ว ถูกยกเลิก หรือถูกเลื่อนออกไปใหม่
tr: Tamamlanmış, iptal edilmiş veya ertelenmiş bir Lorvex görevini yeniden açın.
uk: Знову відкриває виконане, скасоване або відкладене завдання Lorvex.
ur: مکمل، منسوخ یا ملتوی شدہ Lorvex کام دوبارہ کھولیں۔
vi: Mở lại một nhiệm vụ Lorvex đã hoàn thành, đã hủy hoặc đã bị hoãn.
zh_hans: 重新打开已完成、已取消或已推迟的 Lorvex 任务。
zh_hant: 重新開啟已完成、已取消或已延後的 Lorvex 任務。

# system.task.reopen.dialog
source: Reopened task %@.
ar: تمت إعادة فتح المهمة %@.
bn: টাস্ক “%@” আবার খোলা হয়েছে।
de: Aufgabe %@ wieder geöffnet.
el: Η εργασία %@ άνοιξε ξανά.
es: Se reabrió la tarea “%@”.
fa: کار «%@» دوباره باز شد.
fr: Tâche « %@ » rouverte.
he: המשימה "%@" נפתחה מחדש.
hi: कार्य “%@” फिर से खोला गया।
id: Tugas %@ dibuka kembali.
it: Attività “%@” riaperta.
ja: タスク「%@」を未完了に戻しました。
ko: “%@” 할 일을 다시 열었습니다.
mr: कार्य ‘%@’ पुन्हा उघडले.
ms: Tugas %@ dibuka semula.
nl: Taak %@ heropend.
pl: Ponownie otwarto zadanie „%@”.
pt_br: Tarefa “%@” reaberta.
ro: Sarcina %@ a fost redeschisă.
ru: Задача «%@» снова открыта.
ta: “%@” பணி மீண்டும் திறக்கப்பட்டது.
te: “%@” టాస్క్ మళ్ళీ తెరవబడింది.
th: เปิดงาน %@ ใหม่แล้ว
tr: Görev yeniden açıldı: %@.
uk: Завдання «%@» знову відкрито.
ur: کام "%@" دوبارہ کھول دیا گیا۔
vi: Đã mở lại nhiệm vụ %@.
zh_hans: 已重新打开任务“%@”。
zh_hant: 已重新開啟任務「%@」。

# system.task.reopen.title
source: Reopen Lorvex Task
ar: إعادة فتح مهمة في Lorvex
bn: Lorvex টাস্ক আবার খুলুন
de: Lorvex-Aufgabe wieder öffnen
el: Εκ νέου άνοιγμα εργασίας Lorvex
es: Reabrir tarea de Lorvex
fa: بازگشایی کار Lorvex
fr: Rouvrir une tâche de Lorvex
he: פתיחה מחדש של משימה ב-Lorvex
hi: Lorvex कार्य फिर से खोलें
id: Buka Kembali Tugas Lorvex
it: Riapri attività di Lorvex
ja: Lorvexのタスクを未完了に戻す
ko: Lorvex 할 일 다시 열기
mr: Lorvex कार्य पुन्हा उघडा
ms: Buka Semula Tugas Lorvex
nl: Heropen Lorvex-taak
pl: Otwórz ponownie zadanie Lorvex
pt_br: Reabrir tarefa do Lorvex
ro: Redeschidere sarcină Lorvex
ru: Снова открыть задачу Lorvex
ta: Lorvex பணியை மீண்டும் திற
te: Lorvex టాస్క్‌ను మళ్ళీ తెరవండి
th: เปิดงาน Lorvex ใหม่
tr: Lorvex görevini yeniden aç
uk: Знову відкрити завдання Lorvex
ur: ایک Lorvex کام دوبارہ کھولیں
vi: Mở lại nhiệm vụ Lorvex
zh_hans: 重新打开 Lorvex 任务
zh_hant: 重新開啟 Lorvex 任務

# system.task.search.description
source: Search Lorvex tasks by text.
ar: البحث في مهام Lorvex حسب النص.
bn: লেখা অনুযায়ী Lorvex টাস্ক সার্চ করুন।
de: Sucht Lorvex-Aufgaben anhand von Text.
el: Αναζητήστε εργασίες Lorvex με βάση το κείμενο.
es: Busca tareas de Lorvex por texto.
fa: جست‌وجوی کارهای Lorvex بر اساس متن.
fr: Recherche des tâches de Lorvex par texte.
he: חיפוש משימות ב-Lorvex לפי טקסט.
hi: टेक्स्ट के आधार पर Lorvex कार्य खोजें।
id: Mencari tugas Lorvex berdasarkan teks.
it: Cerca attività di Lorvex per testo.
ja: テキストでLorvexのタスクを検索します。
ko: 텍스트로 Lorvex 할 일을 검색합니다.
mr: मजकुरानुसार Lorvex कार्ये सर्च करा.
ms: Mencari tugas Lorvex mengikut teks.
nl: Zoekt Lorvex-taken op tekst.
pl: Wyszukuje zadania Lorvex według tekstu.
pt_br: Busca tarefas do Lorvex por texto.
ro: Caută sarcini Lorvex după text.
ru: Ищет задачи Lorvex по тексту.
ta: உரை மூலம் Lorvex பணிகளைத் தேடவும்.
te: టెక్స్ట్ ద్వారా Lorvex టాస్క్‌లను శోధించండి.
th: ค้นหางาน Lorvex ตามข้อความ
tr: Lorvex görevlerinde metne göre arama yapın.
uk: Шукає завдання Lorvex за текстом.
ur: متن کے ذریعے Lorvex کام تلاش کریں۔
vi: Tìm kiếm nhiệm vụ Lorvex theo văn bản.
zh_hans: 按文本搜索 Lorvex 任务。
zh_hant: 依文字搜尋 Lorvex 任務。

# system.task.search.dialog
source: %1$lld matching Lorvex tasks: %2$@
ar: %1$lld مهمة مطابقة في Lorvex: %2$@
bn: %1$lldটি মিলে যাওয়া Lorvex টাস্ক: %2$@
de: %1$lld passende Lorvex-Aufgaben: %2$@
el: %1$lld αντίστοιχες εργασίες Lorvex: %2$@
es: %1$lld tareas de Lorvex que coinciden: %2$@
fa: %1$lld کار منطبق در Lorvex: %2$@
fr: %1$lld tâches Lorvex correspondantes : %2$@
he: %1$lld משימות תואמות ב-Lorvex: %2$@
hi: %1$lld मेल खाते Lorvex कार्य: %2$@
id: %1$lld tugas Lorvex yang cocok: %2$@
it: %1$lld attività di Lorvex corrispondenti: %2$@
ja: 条件に一致するLorvexのタスクが%1$lld件あります：%2$@
ko: 일치하는 Lorvex 할 일이 %1$lld개 있습니다: %2$@
mr: %1$lld जुळणारी Lorvex कार्ये: %2$@
ms: %1$lld tugas Lorvex yang sepadan: %2$@
nl: %1$lld overeenkomende Lorvex-taken: %2$@
pl: %1$lld pasującego zadania Lorvex: %2$@
pt_br: %1$lld tarefas do Lorvex correspondentes: %2$@
ro: %1$lld de sarcini Lorvex potrivite: %2$@
ru: %1$lld подходящей задачи Lorvex: %2$@
ta: பொருந்தும் %1$lld Lorvex பணிகள்: %2$@
te: సరిపోలే %1$lld Lorvex టాస్క్‌లు: %2$@
th: พบงาน Lorvex ที่ตรงกัน %1$lld รายการ: %2$@
tr: Eşleşen %1$lld Lorvex görevi: %2$@
uk: %1$lld відповідного завдання Lorvex: %2$@
ur: %1$lld مطابقت رکھنے والے Lorvex کام: %2$@
vi: %1$lld nhiệm vụ Lorvex phù hợp: %2$@
zh_hans: 找到 %1$lld 个匹配的 Lorvex 任务：%2$@
zh_hant: 有 %1$lld 個符合的 Lorvex 任務：%2$@

# system.task.search.no_matches
source: No matching tasks.
ar: لا توجد مهام مطابقة.
bn: কোনো মিলে যাওয়া টাস্ক নেই।
de: Keine passenden Aufgaben.
el: Καμία αντίστοιχη εργασία.
es: No hay tareas que coincidan.
fa: هیچ کار منطبقی نیست.
fr: Aucune tâche correspondante.
he: אין משימות תואמות.
hi: कोई मेल खाता कार्य नहीं।
id: Tidak ada tugas yang cocok.
it: Nessuna attività corrispondente.
ja: 一致するタスクはありません。
ko: 일치하는 할 일이 없습니다.
mr: जुळणारी कार्ये नाहीत.
ms: Tiada tugas yang sepadan.
nl: Geen overeenkomende taken.
pl: Brak pasujących zadań.
pt_br: Nenhuma tarefa correspondente.
ro: Nicio sarcină potrivită.
ru: Подходящих задач нет.
ta: பொருந்தும் பணிகள் இல்லை.
te: సరిపోలే టాస్క్‌లు లేవు.
th: ไม่มีงานที่ตรงกัน
tr: Eşleşen görev yok.
uk: Відповідних завдань немає.
ur: کوئی مطابقت رکھنے والا کام نہیں۔
vi: Không có nhiệm vụ phù hợp.
zh_hans: 没有匹配的任务。
zh_hant: 沒有符合的任務。

# system.task.search.title
source: Search Lorvex Tasks
ar: البحث في مهام Lorvex
bn: Lorvex টাস্ক সার্চ করুন
de: Lorvex-Aufgaben suchen
el: Αναζήτηση εργασιών Lorvex
es: Buscar tareas de Lorvex
fa: جست‌وجوی کارهای Lorvex
fr: Rechercher des tâches de Lorvex
he: חיפוש משימות ב-Lorvex
hi: Lorvex कार्य खोजें
id: Cari Tugas Lorvex
it: Cerca attività di Lorvex
ja: Lorvexのタスクを検索
ko: Lorvex 할 일 검색
mr: Lorvex कार्ये सर्च करा
ms: Cari Tugas Lorvex
nl: Zoek Lorvex-taken
pl: Szukaj zadań Lorvex
pt_br: Buscar tarefas do Lorvex
ro: Căutare sarcini Lorvex
ru: Искать задачи Lorvex
ta: Lorvex பணிகளைத் தேடு
te: Lorvex టాస్క్‌లను శోధించండి
th: ค้นหางาน Lorvex
tr: Lorvex görevlerinde ara
uk: Шукати завдання Lorvex
ur: اپنے Lorvex کام تلاش کریں
vi: Tìm kiếm nhiệm vụ Lorvex
zh_hans: 搜索 Lorvex 任务
zh_hant: 搜尋 Lorvex 任務

# system.task.start.description
source: Start a Lorvex task. Started tasks lead Today.
ar: بدء مهمة في Lorvex. تتصدر المهام التي بدأ العمل عليها قائمة اليوم.
bn: একটি Lorvex টাস্ক শুরু করুন। শুরু হওয়া টাস্ক আজকের তালিকার শীর্ষে থাকে।
de: Startet eine Lorvex-Aufgabe. Gestartete Aufgaben stehen unter „Heute“ ganz oben.
el: Ξεκινήστε μια εργασία Lorvex. Οι εργασίες που έχουν ξεκινήσει εμφανίζονται πρώτες στο «Σήμερα».
es: Inicia una tarea de Lorvex. Las tareas iniciadas encabezan Hoy.
fa: شروع یک کار Lorvex. کارهای شروع‌شده در «امروز» در صدر فهرست قرار می‌گیرند.
fr: Démarre une tâche de Lorvex. Les tâches démarrées figurent en tête d’Aujourd’hui.
he: התחלת משימה ב-Lorvex. משימות שהותחלו מופיעות ראשונות ב"היום".
hi: Lorvex कार्य शुरू करें। शुरू किए गए कार्य “आज” में सबसे ऊपर रहते हैं।
id: Memulai tugas Lorvex. Tugas yang sudah dimulai tampil paling atas di Hari Ini.
it: Inizia un’attività di Lorvex. Le attività iniziate sono in cima a Oggi.
ja: Lorvexのタスクを開始します。開始したタスクは「今日」の先頭に表示されます。
ko: Lorvex 할 일을 시작합니다. 시작한 할 일은 오늘 화면의 맨 위에 표시됩니다.
mr: एक Lorvex कार्य सुरू करा. सुरू झालेली कार्ये आजच्या यादीत सर्वात वर असतात.
ms: Memulakan tugas Lorvex. Tugas yang telah dimulakan dipaparkan paling atas dalam Hari Ini.
nl: Start een Lorvex-taak. Gestarte taken staan bovenaan ‘Vandaag’.
pl: Rozpoczyna zadanie Lorvex. Rozpoczęte zadania są na początku „Dzisiaj”.
pt_br: Inicia uma tarefa do Lorvex. As tarefas iniciadas ficam no topo de Hoje.
ro: Începe o sarcină Lorvex. Sarcinile începute apar primele în „Astăzi”.
ru: Начинает задачу Lorvex. Начатые задачи стоят первыми в «Сегодня».
ta: Lorvex பணியைத் தொடங்கு. தொடங்கிய பணிகள் இன்றைய பட்டியலில் முதலில் இருக்கும்.
te: Lorvex టాస్క్‌ను ప్రారంభించండి. ప్రారంభించిన టాస్క్‌లు ఈరోజు జాబితాలో మొదట ఉంటాయి.
th: เริ่มงาน Lorvex งานที่เริ่มแล้วจะแสดงเป็นอันดับแรกในวันนี้
tr: Bir Lorvex görevini başlatın. Başlatılan görevler Bugün sayfasında en üstte yer alır.
uk: Починає завдання Lorvex. Розпочаті завдання йдуть першими в «Сьогодні».
ur: ایک Lorvex کام شروع کریں۔ شروع کیے گئے کام "آج" میں سب سے اوپر آتے ہیں۔
vi: Bắt đầu một nhiệm vụ Lorvex. Các nhiệm vụ đã bắt đầu được xếp đầu tiên trong Hôm nay.
zh_hans: 开始一个 Lorvex 任务。已开始的任务排在今天最前面。
zh_hant: 開始 Lorvex 任務。已開始的任務會排在「今天」的最上方。

# system.task.start.dialog
source: Started %@.
ar: تم بدء %@.
bn: “%@” শুরু করা হয়েছে।
de: %@ gestartet.
el: Η εργασία %@ ξεκίνησε.
es: Se inició “%@”.
fa: کار «%@» شروع شد.
fr: « %@ » démarrée.
he: המשימה "%@" הותחלה.
hi: “%@” शुरू किया गया।
id: %@ dimulai.
it: “%@” iniziata.
ja: 「%@」を開始しました。
ko: “%@” 할 일을 시작했습니다.
mr: कार्य ‘%@’ सुरू केले.
ms: %@ dimulakan.
nl: %@ gestart.
pl: Rozpoczęto zadanie „%@”.
pt_br: “%@” iniciada.
ro: Sarcina %@ a fost începută.
ru: Задача «%@» начата.
ta: “%@” தொடங்கப்பட்டது.
te: “%@” ప్రారంభించబడింది.
th: เริ่ม %@ แล้ว
tr: Başlatıldı: %@.
uk: Завдання «%@» розпочато.
ur: کام "%@" شروع کر دیا گیا۔
vi: Đã bắt đầu %@.
zh_hans: 已开始“%@”。
zh_hant: 已開始「%@」。

# system.task.start.title
source: Start Lorvex Task
ar: بدء مهمة في Lorvex
bn: Lorvex টাস্ক শুরু করুন
de: Lorvex-Aufgabe starten
el: Έναρξη εργασίας Lorvex
es: Iniciar tarea de Lorvex
fa: شروع کار Lorvex
fr: Démarrer une tâche de Lorvex
he: התחלת משימה ב-Lorvex
hi: Lorvex कार्य शुरू करें
id: Mulai Tugas Lorvex
it: Inizia attività di Lorvex
ja: Lorvexのタスクを開始
ko: Lorvex 할 일 시작
mr: Lorvex कार्य सुरू करा
ms: Mulakan Tugas Lorvex
nl: Start Lorvex-taak
pl: Rozpocznij zadanie Lorvex
pt_br: Iniciar tarefa do Lorvex
ro: Începere sarcină Lorvex
ru: Начать задачу Lorvex
ta: Lorvex பணியைத் தொடங்கு
te: Lorvex టాస్క్‌ను ప్రారంభించండి
th: เริ่มงาน Lorvex
tr: Lorvex görevini başlat
uk: Почати завдання Lorvex
ur: ایک Lorvex کام شروع کریں
vi: Bắt đầu nhiệm vụ Lorvex
zh_hans: 开始 Lorvex 任务
zh_hant: 開始 Lorvex 任務

# system.task.upcoming.read.description
source: Read upcoming Lorvex tasks.
ar: قراءة مهام Lorvex القادمة.
bn: আসন্ন Lorvex টাস্ক পড়ুন।
de: Liest bevorstehende Lorvex-Aufgaben.
el: Διαβάστε τις επερχόμενες εργασίες Lorvex.
es: Lee las próximas tareas de Lorvex.
fa: خواندن کارهای آینده Lorvex.
fr: Lit les prochaines tâches de Lorvex.
he: קריאת משימות קרובות ב-Lorvex.
hi: Lorvex के आने वाले कार्य पढ़ें।
id: Membaca tugas Lorvex mendatang.
it: Legge le prossime attività di Lorvex.
ja: 今後のLorvexのタスクを読み取ります。
ko: 예정된 Lorvex 할 일을 읽습니다.
mr: आगामी Lorvex कार्ये वाचा.
ms: Membaca tugas Lorvex akan datang.
nl: Leest aankomende Lorvex-taken.
pl: Odczytuje najbliższe zadania Lorvex.
pt_br: Lê as próximas tarefas do Lorvex.
ro: Citește sarcinile Lorvex viitoare.
ru: Читает ближайшие задачи Lorvex.
ta: வரவிருக்கும் Lorvex பணிகளைப் படிக்கவும்.
te: రాబోయే Lorvex టాస్క్‌లను చదవండి.
th: อ่านงาน Lorvex ที่กำลังจะถึง
tr: Yaklaşan Lorvex görevlerini okuyun.
uk: Читає найближчі завдання Lorvex.
ur: آنے والے Lorvex کام پڑھیں۔
vi: Đọc các nhiệm vụ Lorvex sắp tới.
zh_hans: 读取即将到来的 Lorvex 任务。
zh_hant: 讀取即將到來的 Lorvex 任務。

# system.task.upcoming.read.dialog
source: %lld upcoming Lorvex tasks.
ar: %lld مهمة قادمة في Lorvex.
bn: %lldটি আসন্ন Lorvex টাস্ক।
de: %lld bevorstehende Lorvex-Aufgaben.
el: %lld επερχόμενες εργασίες Lorvex.
es: %lld tareas de Lorvex próximas.
fa: %lld کار آینده در Lorvex.
fr: %lld tâches Lorvex à venir.
he: %lld משימות קרובות ב-Lorvex.
hi: %lld आने वाले Lorvex कार्य।
id: %lld tugas Lorvex mendatang.
it: %lld attività di Lorvex in arrivo.
ja: 今後のLorvexのタスクが%lld件あります。
ko: 예정된 Lorvex 할 일이 %lld개 있습니다.
mr: %lld आगामी Lorvex कार्ये.
ms: %lld tugas Lorvex akan datang.
nl: %lld aankomende Lorvex-taken.
pl: %lld najbliższego zadania Lorvex.
pt_br: %lld tarefas do Lorvex próximas.
ro: %lld de sarcini Lorvex viitoare.
ru: %lld ближайшей задачи Lorvex.
ta: வரவிருக்கும் %lld Lorvex பணிகள்.
te: రాబోయే %lld Lorvex టాస్క్‌లు.
th: งาน Lorvex ที่กำลังจะถึง %lld รายการ
tr: Yaklaşan %lld Lorvex görevi.
uk: %lld найближчого завдання Lorvex.
ur: %lld آنے والے Lorvex کام۔
vi: %lld nhiệm vụ Lorvex sắp tới.
zh_hans: %lld 个即将到来的 Lorvex 任务。
zh_hant: 有 %lld 個即將到來的 Lorvex 任務。

# system.task.upcoming.read.title
source: Read Lorvex Upcoming Tasks
ar: قراءة المهام القادمة في Lorvex
bn: আসন্ন Lorvex টাস্ক পড়ুন
de: Bevorstehende Lorvex-Aufgaben lesen
el: Ανάγνωση επερχόμενων εργασιών Lorvex
es: Leer próximas tareas de Lorvex
fa: خواندن کارهای آینده Lorvex
fr: Lire les prochaines tâches de Lorvex
he: קריאת משימות קרובות ב-Lorvex
hi: Lorvex के आने वाले कार्य पढ़ें
id: Baca Tugas Lorvex Mendatang
it: Leggi prossime attività di Lorvex
ja: 今後のLorvexのタスクを読み取る
ko: 예정된 Lorvex 할 일 읽기
mr: आगामी Lorvex कार्ये वाचा
ms: Baca Tugas Lorvex Akan Datang
nl: Lees aankomende Lorvex-taken
pl: Odczytaj najbliższe zadania Lorvex
pt_br: Ler próximas tarefas do Lorvex
ro: Citire sarcini Lorvex viitoare
ru: Прочитать ближайшие задачи Lorvex
ta: வரவிருக்கும் Lorvex பணிகளைப் படி
te: రాబోయే Lorvex టాస్క్‌లను చదవండి
th: อ่านงาน Lorvex ที่กำลังจะถึง
tr: Yaklaşan Lorvex görevlerini oku
uk: Прочитати найближчі завдання Lorvex
ur: آنے والے Lorvex کام پڑھیں
vi: Đọc nhiệm vụ Lorvex sắp tới
zh_hans: 读取 Lorvex 即将到来的任务
zh_hant: 讀取即將到來的 Lorvex 任務

# system.task.update.description
source: Update Lorvex task details from Shortcuts or Siri.
ar: تحديث تفاصيل مهمة في Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে Lorvex টাস্কের বিবরণ আপডেট করুন।
de: Aktualisiert die Details einer Lorvex-Aufgabe über Kurzbefehle oder Siri.
el: Ενημερώστε τις λεπτομέρειες μιας εργασίας Lorvex από τις Συντομεύσεις ή το Siri.
es: Actualiza los detalles de una tarea de Lorvex desde Atajos o Siri.
fa: به‌روزرسانی جزئیات یک کار Lorvex از طریق میان‌برها یا Siri.
fr: Met à jour les détails d’une tâche de Lorvex depuis Raccourcis ou Siri.
he: עדכון פרטי משימה ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex कार्य का ब्योरा अपडेट करें।
id: Memperbarui detail tugas Lorvex dari Pintasan atau Siri.
it: Aggiorna i dettagli di un’attività di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexのタスクの詳細を更新します。
ko: 단축어 또는 Siri에서 Lorvex 할 일 세부 정보를 업데이트합니다.
mr: शॉर्टकट किंवा Siri द्वारे Lorvex कार्याचे तपशील अपडेट करा.
ms: Mengemas kini butiran tugas Lorvex daripada Pintasan atau Siri.
nl: Werkt de details van een Lorvex-taak bij via Opdrachten of Siri.
pl: Aktualizuje szczegóły zadania Lorvex ze Skrótów lub Siri.
pt_br: Atualiza os detalhes de uma tarefa do Lorvex pelos Atalhos ou pela Siri.
ro: Actualizează detaliile unei sarcini Lorvex prin Scurtături sau Siri.
ru: Обновляет подробности задачи Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பணி விவரங்களைப் புதுப்பிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex టాస్క్ వివరాలను అప్‌డేట్ చేయండి.
th: อัปเดตรายละเอียดงาน Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile Lorvex görev ayrıntılarını güncelleyin.
uk: Оновлює подробиці завдання Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex کام کی تفصیلات اپ ڈیٹ کریں۔
vi: Cập nhật chi tiết nhiệm vụ Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 更新 Lorvex 任务详情。
zh_hant: 透過捷徑或 Siri 更新 Lorvex 任務詳細資料。

# system.task.update.dialog
source: Updated %@.
ar: تم تحديث %@.
bn: “%@” আপডেট করা হয়েছে।
de: %@ aktualisiert.
el: Η εργασία %@ ενημερώθηκε.
es: Se actualizó “%@”.
fa: کار «%@» به‌روزرسانی شد.
fr: « %@ » mise à jour.
he: המשימה "%@" עודכנה.
hi: “%@” अपडेट किया गया।
id: %@ diperbarui.
it: “%@” aggiornata.
ja: 「%@」を更新しました。
ko: “%@” 할 일을 업데이트했습니다.
mr: कार्य ‘%@’ अपडेट केले.
ms: %@ dikemas kini.
nl: %@ bijgewerkt.
pl: Zaktualizowano zadanie „%@”.
pt_br: “%@” atualizada.
ro: Sarcina %@ a fost actualizată.
ru: Задача «%@» обновлена.
ta: “%@” புதுப்பிக்கப்பட்டது.
te: “%@” అప్‌డేట్ చేయబడింది.
th: อัปเดต %@ แล้ว
tr: Güncellendi: %@.
uk: Завдання «%@» оновлено.
ur: کام "%@" اپ ڈیٹ کر دیا گیا۔
vi: Đã cập nhật %@.
zh_hans: 已更新 %@。
zh_hant: 已更新「%@」。

# system.task.update.title
source: Update Lorvex Task
ar: تحديث مهمة في Lorvex
bn: Lorvex টাস্ক আপডেট করুন
de: Lorvex-Aufgabe aktualisieren
el: Ενημέρωση εργασίας Lorvex
es: Actualizar tarea de Lorvex
fa: به‌روزرسانی کار Lorvex
fr: Mettre à jour une tâche de Lorvex
he: עדכון משימה ב-Lorvex
hi: Lorvex कार्य अपडेट करें
id: Perbarui Tugas Lorvex
it: Aggiorna attività di Lorvex
ja: Lorvexのタスクを更新
ko: Lorvex 할 일 업데이트
mr: Lorvex कार्य अपडेट करा
ms: Kemas Kini Tugas Lorvex
nl: Werk Lorvex-taak bij
pl: Zaktualizuj zadanie Lorvex
pt_br: Atualizar tarefa do Lorvex
ro: Actualizare sarcină Lorvex
ru: Обновить задачу Lorvex
ta: Lorvex பணியைப் புதுப்பி
te: Lorvex టాస్క్‌ను అప్‌డేట్ చేయండి
th: อัปเดตงาน Lorvex
tr: Lorvex görevini güncelle
uk: Оновити завдання Lorvex
ur: ایک Lorvex کام اپ ڈیٹ کریں
vi: Cập nhật nhiệm vụ Lorvex
zh_hans: 更新 Lorvex 任务
zh_hant: 更新 Lorvex 任務
